---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementWorksetFilter
source: html/dfa846f1-712d-c953-01f5-c022d19cfd62.htm
---
# ElementWorksetFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.